Repository: TemuulenBM/Inventory-Management
Catalog: lib/l10n/app_*.arb
Languages: mn

# appTitle
source: Retail Control Platform
mn: Жижиглэн Худалдааны Систем

source: Quick Sale
mn: Түргэн борлуулалт

source: Dashboard
mn: Хяналтын самбар

source: Inventory
mn: Бараа материал

source: Product
mn: Бараа

source: Products
mn: Бараанууд

source: Quantity
mn: Тоо хэмжээ

source: Price
mn: Үнэ

source: Sell Price
mn: Борлуулах үнэ

source: Cost Price
mn: Өртөг

source: Total Amount
mn: Нийт дүн

source: Low Stock
mn: Бага үлдэгдэл

source: Alert
mn: Сэрэмжлүүлэг

source: Alerts
mn: Сэрэмжлүүлгүүд

source: Shift
mn: Ээлж

source: Seller
mn: Худалдагч

source: Sellers
mn: Худалдагчид

source: Owner
mn: Эзэмшигч

source: Sync Status
mn: Синк байдал

# offline
source: Offline Mode
mn: Офлайн горим

source: Online
mn: Онлайн

source: Last Sync
mn: Сүүлийн синк

source: Syncing...
mn: Синк хийж байна...

source: Sync Complete
mn: Синк дууслаа

source: Sync Failed
mn: Синк амжилтгүй

source: Login
mn: Нэвтрэх

source: Logout
mn: Гарах

source: Phone Number
mn: Утасны дугаар

# otp
source: One-Time Password
mn: Нэг удаагийн код

source: Verify OTP
mn: Кодоо баталгаажуулах

source: Send OTP
mn: Код илгээх

source: Add
mn: Нэмэх

source: Edit
mn: Засах

source: Delete
mn: Устгах

source: Save
mn: Хадгалах

source: Cancel
mn: Цуцлах

source: Confirm
mn: Баталгаажуулах

source: Search
mn: Хайх

source: Filter
mn: Шүүх

source: Add Product
mn: Бараа нэмэх

source: Edit Product
mn: Бараа засах

source: Product Name
mn: Барааны нэр

source: Product Code
mn: Барааны код

source: Unit
mn: Хэмжих нэгж

source: Initial Quantity
mn: Анхны тоо хэмжээ

source: Current Stock
mn: Одоогийн үлдэгдэл

source: Low Stock Threshold
mn: Бага үлдэгдлийн босго

source: Record Sale
mn: Борлуулалт бүртгэх

source: Select Product
mn: Бараа сонгох

source: Confirm Sale
mn: Борлуулалт баталгаажуулах

source: Sale Recorded
mn: Борлуулалт бүртгэгдлээ

source: Sale Failed
mn: Борлуулалт амжилтгүй

source: Open Shift
mn: Ээлж эхлүүлэх

source: Close Shift
mn: Ээлж хаах

source: Shift Report
mn: Ээлжийн тайлан

source: Shift Opened
mn: Ээлж эхэллээ

source: Shift Closed
mn: Ээлж хаагдлаа

source: Daily Sales
mn: Өнөөдрийн борлуулалт

source: Total Sales
mn: Нийт борлуулалт

source: Top Products
mn: Шилдэг бараанууд

source: Seller Performance
mn: Худалдагчийн үр дүн

source: Audit Log
mn: Өөрчлөлтийн түүх

source: View History
mn: Түүх харах

source: Actor
mn: Хэрэглэгч

source: Action
mn: Үйлдэл

source: Timestamp
mn: Огноо, цаг

source: Reason
mn: Шалтгаан

source: Settings
mn: Тохиргоо

source: Profile
mn: Профайл

source: Store Name
mn: Дэлгүүрийн нэр

source: Currency
mn: Валют

source: Timezone
mn: Цагийн бүс

source: Onboarding
mn: Эхлэл

source: Welcome
mn: Тавтай морил

source: Get Started
mn: Эхлэх

source: Setup Store
mn: Дэлгүүр тохируулах

source: Add First Products
mn: Эхний бараанууд нэмэх

source: Invite Sellers
mn: Худалдагч урих

source: Error
mn: Алдаа

source: Success
mn: Амжилттай

source: Warning
mn: Анхааруулга

source: Info
mn: Мэдээлэл

source: No Data
mn: Өгөгдөл байхгүй

source: Loading...
mn: Ачаалж байна...

source: Retry
mn: Дахин оролдох

source: Yes
mn: Тийм

source: No
mn: Үгүй
